{
	"moduleIDs": [
		"getting_started_module",
		"wp_dynamicContentSpots_eSolutions",
		"wp_dynamicContentSpots_85",
		"wp_toolbar_ghost",
		"wp_portlet_css",
		"wp_client_ext",
		"wp_status_bar",
		"wp_theme_menus",
		"wp_theme_skin_region",
		"wp_high_contrast",
		"wp_layout_windowstates"
	],
	"titles": [
		{
			"value":"بسيط",
			"lang":"ar"
		},
		{
			"value":"Lightweight",
			"lang":"ca"
		},
		{
			"value":"Lehký",
			"lang":"cs"
		},
		{
			"value":"Letvægt",
			"lang":"da"
		},
		{
			"value":"Einfach",
			"lang":"de"
		},
		{
			"value":"Μειωμένων λειτουργιών",
			"lang":"el"
		},
		{
			"value":"Lightweight",
			"lang":"en"
		},
		{
			"value":"Ligero",
			"lang":"es"
		},
		{
			"value":"Kevyt",
			"lang":"fi"
		},
		{
			"value":"Simple",
			"lang":"fr"
		},
		{
			"value":"קליל",
			"lang":"he"
		},
		{
			"value":"Jednostavno",
			"lang":"hr"
		},
		{
			"value":"Egyszerűsített",
			"lang":"hu"
		},
		{
			"value":"Lightweight",
			"lang":"it"
		},
		{
			"value":"軽量",
			"lang":"ja"
		},
		{
			"value":"Жеңіл",
			"lang":"kk"
		},
		{
			"value":"경량",
			"lang":"ko"
		},
		{
			"value":"Lichtgewicht",
			"lang":"nl"
		},
		{
			"value":"Lightweight",
			"lang":"no"
		},
		{
			"value":"Prosty",
			"lang":"pl"
		},
		{
			"value":"Simples",
			"lang":"pt"
		},
		{
			"value":"Leve",
			"lang":"pt_BR"
		},
		{
			"value":"Categorie uşoară",
			"lang":"ro"
		},
		{
			"value":"Легкая",
			"lang":"ru"
		},
		{
			"value":"Zjednodušené",
			"lang":"sk"
		},
		{
			"value":"Lahko",
			"lang":"sl"
		},
		{
			"value":"Lightweight",
			"lang":"sv"
		},
		{
			"value":"น้ำหนักเบา",
			"lang":"th"
		},
		{
			"value":"Hafif",
			"lang":"tr"
		},
		{
			"value":"Спрощений",
			"lang":"uk"
		},
		{
			"value":"轻量级",
			"lang":"zh"
		},
		{
			"value":"輕量型",
			"lang":"zh_TW"
		}
	],
	"descriptions": [
		{
			"value":"يحتوي ملف بيانات التعريف هذا على وحدات برامج مطلوبة لمشاهدة الصفحات التي تحتوي على مكونات واجهة البوابة. وحدات البرامج الضرورية الى iWidgets ووحدات البرامج التي يحتاجها المستخدم لتغيير الصفحات غير متضمنة.",
			"lang":"ar"
		},
		{
			"value":"Aquest perfil conté els mòduls necessaris per visualitzar les pàgines amb portlets. No s'inclouen els mòduls necessaris per a iWidgets ni els mòduls necessaris perquè els usuaris canviïn pàgines.",
			"lang":"ca"
		},
		{
			"value":"Tento profil obsahuje moduly, které jsou nezbytné pro zobrazení stránek s portlety. Moduly, které jsou nezbytné pro moduly iWidgets, a moduly, které uživatelé vyžadují ke změně stránek, nejsou zahrnuty.",
			"lang":"cs"
		},
		{
			"value":"Denne profil indeholder moduler, der skal bruges til at vise sider med miniportaler. Moduler, der skal bruges til iWidget, og moduler, som brugerne skal anvende for at ændre sider, er ikke inkluderet.",
			"lang":"da"
		},
		{
			"value":"Dieses Profil enthält Module, die für die Anzeige von Seiten mit Portlets erforderlich sind. Es sind keine Module enthalten, die für iWidgets erforderlich sind und von Benutzern zum Ändern von Seiten benötigt werden.",
			"lang":"de"
		},
		{
			"value":"Αυτό το προφίλ περιέχει τις λειτουργικές μονάδες που είναι απαραίτητες για την προβολή σελίδων με μικροεφαρμογές πύλης. Οι λειτουργικές μονάδες που είναι απαραίτητες για τα iWidgets και τις λειτουργικές μονάδες που χρειάζονται οι χρήστες για την αλλαγή σελίδων, δεν περιλαμβάνονται.",
			"lang":"el"
		},
		{
			"value":"This profile contains modules that are necessary for viewing pages with portlets. Modules that are necessary for iWidgets and modules that users need to change pages are not included.",
			"lang":"en"
		},
		{
			"value":"Este perfil tiene los módulos necesarios para ver páginas con portlets. Los módulos necesarios para iWidgets y los módulos necesarios para que los usuarios cambien páginas no se incluyen.",
			"lang":"es"
		},
		{
			"value":"Tämä profiili sisältää moduulit, joita tarvitaan portaalisovelmien sivujen tarkasteluun. Moduulit, joita tarvitaan iWidget-objektien käyttöön ja sivujen vaihtoon, eivät sisälly tähän profiiliin.",
			"lang":"fi"
		},
		{
			"value":"Ce profil contient les modules requis pour l'affichage de pages avec des portlets. Les modules requis pour les iWidgets et les modules dont les utilisateurs ont besoin pour modifier les pages ne sont pas inclus.",
			"lang":"fr"
		},
		{
			"value":"פרופיל זה כולל מודולים הדרושים להצגת דפים עם פורטלטים. מודולים הדרושים עבור פקדי iWidget ומודולים הדרושים למשתמשים לצורך שינוי דפים אינם כלולים.",
			"lang":"he"
		},
		{
			"value":"Ovaj profil sadrži module koji su neophodni za gledanje stranica s portletima. Moduli koji si neophodni za iWidgete i moduli koji su potrebni korisnicima za mijenjanje stranica nisu uključeni.",
			"lang":"hr"
		},
		{
			"value":"Ez a profil olyan modulokat tartalmaz, amelyek a portletekkel rendelkező oldalak megtekintéséhez szükségesek. Azok a modulok, amelyek az iWidgets használatához szükségesek, valamint azok a modulok, amelyekre a felhasználóknak az oldalak módosításához van szükségük, nincsenek benne.",
			"lang":"hu"
		},
		{
			"value":"Questo profilo contiene moduli necessari per la visualizzazione delle pagine con i portlet. I moduli necessari per gli iWidget e quelli necessari agli utenti per modificare le pagine non sono inclusi.",
			"lang":"it"
		},
		{
			"value":"このプロファイルには、ポートレットを使用してページを表示するために必要なモジュールが含まれています。 iWidget に必要なモジュールや、ユーザーがページを変更するために必要なモジュールは含まれていません。",
			"lang":"ja"
		},
		{
			"value":"Бұл профиль портлеттермен беттерді көру үшін маңызды болатын модульдерді қамтиды. iWidgets виджеттеріне маңызды болатын модульдер және беттерді өзгерту үшін пайдаланушылар қажет етеін модульдер қосылмады.",
			"lang":"kk"
		},
		{
			"value":"이 프로파일에는 포틀릿으로 페이지를 보기 위해 필요한 모듈이 있습니다. iWidgets에 필요한 모듈과 사용자가 페이지를 변경하는 데 필요한 모듈은 포함되어 있지 않습니다.",
			"lang":"ko"
		},
		{
			"value":"Dit profiel bevat modules die nodig zijn voor het bekijken van pagina's met portlets. Modules die nodig zijn voor iWidgets en modules die de gebruikers nodig hebben om pagina's te wijzigen, zijn niet opgenomen.",
			"lang":"nl"
		},
		{
			"value":"Denne profilen inneholder modulene som er nødvendige for å vise sider med portletter. Moduler som er nødvendige for iWidgets og moduler som brukerne trenger for å endre sider, er ikke inkludert.",
			"lang":"no"
		},
		{
			"value":"Ten profil zawiera moduły wymagane do wyświetlania stron z portletami. Nie dołączono modułów niezbędnych dla elementów iWidget ani modułów potrzebnych użytkownikom do modyfikowania stron.",
			"lang":"pl"
		},
		{
			"value":"Este perfil contém os módulos necessários para visualizar páginas com portlets. Os módulos necessários para iWidgets e para que os utilizadores alterem páginas não estão incluídos.",
			"lang":"pt"
		},
		{
			"value":"Este perfil contém módulos que são necessários para visualizar páginas com portlets. Módulos que são necessários para iWidgets e módulos que os usuários precisam para mudar páginas não são incluídos.",
			"lang":"pt_BR"
		},
		{
			"value":"Acest profil conţine module care sunt necesare pentru vizualizarea paginilor cu portleturi. Nu sunt incluse modulele necesare pentru iWidget-uri şi modulele de care au nevoie utilizatorii pentru a modifica pagini.",
			"lang":"ro"
		},
		{
			"value":"Этот профайл содержит необходимые модули для просмотра страниц с портлетами. Модули для iWidget и модули, необходимые для изменения страниц пользователями, не включены.",
			"lang":"ru"
		},
		{
			"value":"Tento profil obsahuje moduly, ktoré sú potrebné na prezeranie stránok s portletmi. Nie sú zahrnuté moduly, ktoré sú potrebné pre iWidgety a moduly, ktoré potrebujú používatelia na zmenu stránok.",
			"lang":"sk"
		},
		{
			"value":"Ta profil vsebuje module, ki so obvezni za ogledovanje strani s portalskimi programčki. Moduli, ki so potrebni za gradnike iWidget, in moduli, ki jih uporabniki potrebujejo za spreminjanje strani, niso vključeni.",
			"lang":"sl"
		},
		{
			"value":"Profilen innehåller moduler som krävs för att visa sidor med portletar. Moduler som krävs för iwidgetar och moduler som användare behöver för att ändra sidor ingår inte.",
			"lang":"sv"
		},
		{
			"value":"โปรไฟล์นี้มีโมดูลที่จำเป็นสำหรับการดูเพจด้วยพอร์ตเล็ต โมดูลที่จำเป็นสำหรับ iWidgets และโมบายล์ที่ผู้ใช้จำเป็นต้องเปลี่ยนเพจจะไม่ถูกรวมไว้",
			"lang":"th"
		},
		{
			"value":"Bu profil, portal uygulamacıkları olan sayfaları görüntülemek için gereken modülleri içerir. iWidget'lar için gereken modülleri ve sayfaları değiştirmek için kullanıcıların gerek duyduğu modülleri içermez.",
			"lang":"tr"
		},
		{
			"value":"Цей профайл містить модулі, необхідні для перегляду сторінок з портлетами. До нього не входять модулі, необхідні для iWidgets, а також модулі, необхідні користувачам для зміни сторінок.",
			"lang":"uk"
		},
		{
			"value":"此概要文件包含查看带有 portlet 的页面所必需的模块。未包括 iWidget 的必需模块以及用户更改页面时所需的模块。",
			"lang":"zh"
		},
		{
			"value":"這個設定檔包含透過 portlet 檢視頁面的必要模組。iWidget 的必要模組和使用者變更頁面所需的模組不包含在內。",
			"lang":"zh_TW"
		}
	]
}