{
	"moduleIDs": [
		"getting_started_module",
		"wp_theme_portal_85",
		"wp_dynamicContentSpots_eSolutionsTheme",
		"wp_toolbar_host_view",
		"wp_portlet_css",
		"wp_client_ext",
		"wp_status_bar",
		"wp_theme_menus",
		"wp_theme_skin_region",
		"wp_high_contrast",
		"wp_layout_windowstates",
		"wp_portal",
		"wp_analytics_aggregator",
		"wp_oob_sample_styles",
		"wp_ic4_wai_resources",
		"wp_worklight_ext",
		"dojo",
		"wp_sametime_proxy"
	],
	"deferredModuleIDs": [
		"wp_theme_portal_edit_85",
		"wp_toolbar_host_edit",
		"wp_analytics_tags",
		"wp_contextmenu_live_object",
		"wp_content_targeting_cam",
		"wcm_inplaceEdit",
		"wp_skin_cam"
	],
	"titles": [
		{
			"value":"مؤجل بواسطة Dojo",
			"lang":"ar"
		},
		{
			"value":"Diferit amb Dojo",
			"lang":"ca"
		},
		{
			"value":"Odloženo se sadou nástrojů Dojo",
			"lang":"cs"
		},
		{
			"value":"Udskudt med Dojo",
			"lang":"da"
		},
		{
			"value":"Verzögert mit Dojo",
			"lang":"de"
		},
		{
			"value":"Αναβολής φόρτωσης με Dojo",
			"lang":"el"
		},
		{
			"value":"Deferred with Dojo",
			"lang":"en"
		},
		{
			"value":"Aplazado con Dojo",
			"lang":"es"
		},
		{
			"value":"Lykätty Dojon kanssa",
			"lang":"fi"
		},
		{
			"value":"Différé avec Dojo",
			"lang":"fr"
		},
		{
			"value":"מושהה עם Dojo",
			"lang":"he"
		},
		{
			"value":"Odgođeno uz Dojo",
			"lang":"hr"
		},
		{
			"value":"Késleltetett Dojo-val",
			"lang":"hu"
		},
		{
			"value":"Differito con Dojo",
			"lang":"it"
		},
		{
			"value":"Dojo を使用した据え置き",
			"lang":"ja"
		},
		{
			"value":"Dojo элементімен бірге кейінге қалдырылды",
			"lang":"kk"
		},
		{
			"value":"지연됨(Dojo 포함)",
			"lang":"ko"
		},
		{
			"value":"Uitgesteld met Dojo",
			"lang":"nl"
		},
		{
			"value":"Utsatt med Dojo",
			"lang":"no"
		},
		{
			"value":"Odroczone z technologią Dojo",
			"lang":"pl"
		},
		{
			"value":"Diferido com o Dojo",
			"lang":"pt"
		},
		{
			"value":"Adiado com Dojo",
			"lang":"pt_BR"
		},
		{
			"value":"Amânat cu Dojo",
			"lang":"ro"
		},
		{
			"value":"Отложенные - Dojo",
			"lang":"ru"
		},
		{
			"value":"Oneskorené s Dojo",
			"lang":"sk"
		},
		{
			"value":"Odloženo s kompletom orodij Dojo",
			"lang":"sl"
		},
		{
			"value":"Senarelagd med Dojo",
			"lang":"sv"
		},
		{
			"value":"อ้างอิงด้วย Dojo",
			"lang":"th"
		},
		{
			"value":"Dojo İle Ertelemeli",
			"lang":"tr"
		},
		{
			"value":"Відкладений із Dojo",
			"lang":"uk"
		},
		{
			"value":"推迟（包含 Dojo）",
			"lang":"zh"
		},
		{
			"value":"含 Dojo 的延遲",
			"lang":"zh_TW"
		}
	],
	"descriptions": [
		{
			"value":"يحتوي ملف بيانات التعريف هذا على المجموعة الكاملة لوحدات البرامج للنسق الرئيسي، لكن يتم تأجيل تحميل معظم وحدات البرامج هذه الا اذا كانوا مطلوبين بالفعل. كما يتضمن أيضا dojo. يقوم ملف بيانات التعريف هذا بتوازن الوظائف والأداء.",
			"lang":"ar"
		},
		{
			"value":"Aquest perfil conté el conjunt complet de mòduls per al tema, però ajorna la càrrega de la major part d'aquests mòduls tret que siguin realment necessaris. També inclou dojo. Aquest perfil equilibra la funció i el rendiment.",
			"lang":"ca"
		},
		{
			"value":"Tento profil obsahuje úplnou sadu modulů pro motiv, ale odkládá načítání většiny těchto modulů, dokud nejsou skutečně zapotřebí. Rovněž zahrnuje sadu nástrojů dojo. Tento profil vyvažuje funkčnost a výkonnost.",
			"lang":"cs"
		},
		{
			"value":"Denne profil indeholder et fuldt sæt moduler til temaet, men den udsætter indlæsning af de fleste moduler, medmindre de rent faktisk skal anvendes. Den indeholder også Dojo. Denne profil afbalancerer funktion og ydeevne.",
			"lang":"da"
		},
		{
			"value":"Dieses Profil enthält die vollständige Gruppe von Modulen für das Motiv, verzögert aber das Laden der meisten dieser Module, bis diese tatsächlich benötigt werden. Dieses Profil umfasst Dojo. Dieses Profil gleicht Funktion und Leistung aus.",
			"lang":"de"
		},
		{
			"value":"Αυτό το προφίλ περιέχει το πλήρες σύνολο λειτουργικών μονάδων για το θέμα, αλλά αναβάλλει τη φόρτωση των περισσότερων μέχρι να χρειαστεί να χρησιμοποιηθούν. Επιπλέον, περιλαμβάνει το dojo. Αυτό το προφίλ εξισορροπεί τη λειτουργικότητα με την απόδοση.",
			"lang":"el"
		},
		{
			"value":"This profile contains the full set of modules for the theme, but it defers loading most of these modules unless they are actually needed. It also includes dojo. This profile balances function and performance.",
			"lang":"en"
		},
		{
			"value":"Este perfil tiene un conjunto completo de módulos para el tema, pero aplaza la carga de la mayoría de estos módulos a no ser que sea necesario.  El perfil incluye dojo. Equilibra función y rendimiento.",
			"lang":"es"
		},
		{
			"value":"Tässä profiilissa on täydellinen joukko moduuleja teemaa varten, mutta profiili lykkää useimpien moduulien latausta, kunnes niitä tarvitaan. Profiili sisältää myös dojo-ominaisuuksia. Profiili tasapainottaa toiminnallisuutta ja suorituskykyä.",
			"lang":"fi"
		},
		{
			"value":"Ce profil contient l'ensemble complet de modules pour le thème, mais diffère le chargement de la plupart de ces modules sauf s'ils sont requis. Il inclut également Dojo. Il équilibre la fonctionnalité et les performances.",
			"lang":"fr"
		},
		{
			"value":"פרופיל זה כולל מערכת שלמה של מודולים עבור הערכה, אבל משהה את הטעינה של רוב המודולים אלא אם הם נחוצים בפועל. פרופיל זה גם כולל את dojo.‏ פרופיל זה מאזן פונקציונליות וביצועים.",
			"lang":"he"
		},
		{
			"value":"Ovaj profil sadrži potpuni skup modula za temu, ali se odgađa učitavanje većine tih modula sve dok nisu stvarno potrebni. On također uključuje dojo. Ovaj profil uravnotežuje funkcionalnost i performanse.",
			"lang":"hr"
		},
		{
			"value":"Ez a profil tartalmazza a téma teljes modulkészletét, de nem tudja betölteni a legtöbb modult hacsak, valójában nincs szükség rájuk. Ezen kívül a dojo-t is tartalmazza. A profil egyensúlyt teremt funkció és teljesítmény között.",
			"lang":"hu"
		},
		{
			"value":"Questo profilo contiene l'intero insieme di moduli per il tema ma rimanda il caricamento della maggior parte di questi moduli se non sono effettivamente necessari. Include anche dojo. Questo profilo bilancia funzioni e prestazioni.",
			"lang":"it"
		},
		{
			"value":"このプロファイルにはテーマに関するすべてのモジュールのセットが含まれていますが、実際に必要にならない限り、それらのほとんどのモジュールのロードを据え置きます。 このプロファイルには Dojo も含まれています。 このプロファイルは機能とパフォーマンスのバランスを取ります。",
			"lang":"ja"
		},
		{
			"value":"Бұл профиль тақырыпты жақсарту талдаушысының бетіне арналған модульдердің толық жиынтығын қамтиды. Бұл да сондайақ қосылатын dojo элементі. Бұл профиль функция және көрсетілімді тең дәрежеде ұстайды.",
			"lang":"kk"
		},
		{
			"value":"이 프로파일에는 테마의 전체 모듈 세트가 있지만 이러한 모듈이 실제로 필요하지 않는 한 이러한 모듈 대부분의 로드를 지연합니다. 이 프로파일에는 dojo도 포함되어 있습니다. 이 프로파일은 기능과 성능의 균형을 맞춥니다.",
			"lang":"ko"
		},
		{
			"value":"Dit profiel bevat de volledige set modules voor het thema maar stelt het laden van de meeste modules uit totdat ze feitelijk nodig zijn. Het bevat ook dojo. Dit profiel zorgt voor een balans tussen functies en performance.",
			"lang":"nl"
		},
		{
			"value":"Denne profilen inneholder et fullstendig sett med moduler for temaet, men den utsetter innlastingen av de fleste av disse modulene til de faktisk trengs. Den inneholder også dojo. Denne profilen balanserer funksjon og ytelse.",
			"lang":"no"
		},
		{
			"value":"Ten profil zawiera pełny zestaw modułów kompozycji, ale ładowanie większości z nich jest odroczone do momentu, w którym będą rzeczywiście potrzebne. Ponadto zawiera technologię Dojo. Ten profil zapewnia równowagę między funkcjonalnością a wydajnością.",
			"lang":"pl"
		},
		{
			"value":"Este perfil contém o conjunto completo de módulos para o tema, mas difere o carregamento da maioria destes módulos, excepto se forem realmente necessários. Também inclui o dojo. Este perfil equilibra a função e o desempenho.",
			"lang":"pt"
		},
		{
			"value":"Este perfil contém o conjunto completo de módulos para o tema, mas adia o carregamento da maioria destes módulos, a menos que eles sejam de fato necessários. Ele também inclui Dojo. Esse perfil equilibra função e desempenho.",
			"lang":"pt_BR"
		},
		{
			"value":"Acest profil conţine setul complet de module pentru temă, dar amână încărcarea celor mai multe module care nu sunt necesare imediat. De asemenea, include dojo. Acest profil echilibrează funcţia şi performanţa.",
			"lang":"ro"
		},
		{
			"value":"Этот профайл содержит полный набор модулей для темы, но большинство из них загружается, только когда это действительно необходимо. Он также включает Dojo. Такой профайл является сбалансированным между функциональностью и производительностью.",
			"lang":"ru"
		},
		{
			"value":"Tento profil obsahuje úplnú množinu modulov pre tému, ale oneskoruje načítanie väčšiny týchto modulov, kým nebudú skutočne potrebné. Zahŕňa tiež dojo. Tento profil vyvažuje funkčnosť a výkon.",
			"lang":"sk"
		},
		{
			"value":"Ta profil vsebuje celoten nabor modulov za temo, vendar nalaganje večine teh modulov odloži, dokler jih dejansko ne potrebuje. Vključuje tudi komplet orodij Dojo. Ta profil uravnoteži funkcijo in zmogljivost.",
			"lang":"sl"
		},
		{
			"value":"Profilen innehåller en full uppsättning moduler för temat, men de flesta moduler läses inte in förrän de verkligen behövs. Den innehåller också Dojo. Profilen balanserar funktion och prestanda.",
			"lang":"sv"
		},
		{
			"value":"โปรไฟล์นี้มีชุดเต็มของโมดูลสำหรับธีม แต่จะยืดเวลาในการโหลดโมดูลโดยส่วนใหญ่ยกเว้นว่าจำเป็นจริง และยังประกอบด้วย dojo โปรไฟล์นี้จะปรับสมดุลระหว่างฟังก์ชันและประสิทธิภาพการทำงาน",
			"lang":"th"
		},
		{
			"value":"Bu profil, temayla ilgili tüm modül kümesini içerir; ancak, gerçekten gerekmedikçe bunların çoğunun yüklenmesini erteler. Dojo'yu da içerir. Bu profil işlev ile performansı dengeler.",
			"lang":"tr"
		},
		{
			"value":"Цей профайл містить повний набір модулів для теми, але більшість з них завантажуються лише на вимогу. До складу цього профайлу також входить Dojo. Такий профайл забезпечує баланс між функціональністю та продуктивністю.",
			"lang":"uk"
		},
		{
			"value":"此概要文件包含主题的完整模块集，但如果并非真正需要，将推迟装入这些模块中的绝大多数模块。它还包含 dojo。此概要文件将均衡功能和性能。",
			"lang":"zh"
		},
		{
			"value":"這個設定檔包含佈景主題的完整模組集，但除非實際需要，否則會延遲載入這其中的大部分模組。它也包括 dojo。這個設定檔可平衡功能與效能。",
			"lang":"zh_TW"
		}
	]
}